import PricesTable from "./PricesTable";
import PriceListHeader from "./PriceListHeader";
import createPriceData from "../helpers/createPriceData";
import { Box } from "@mui/material";

const rows = [
  createPriceData(
    "Декларація для дозволу на викиди забруднюючих речовин в атмосферне повітря",
    "1500 грн."
  ),
  createPriceData(
    "Отримання дозволу на викиди забруднюючих речовин в атмосферне повітря",
    "від 1000 грн."
  ),
  createPriceData(
    "Держоблік об'єктів, які справляють вплив на довкілля",
    "від 2000 грн."
  ),
  createPriceData(
    "Екологічний податок, статистична звітність",
    "від 2000 грн."
  ),
  createPriceData(
    "Інвентаризація викидів забруднюючих речовин на підприємстві (залежно від кількості та типу джерел викидів)",
    "від 5000 грн."
  ),
  createPriceData(
    "Розробка документів, у яких обґрунтовуються обсяги викидів, для отримання дозволу на викиди забруднюючих речовин в атмосферне повітря (залежно від кількості джерел викидів та категорїї об’єкту) ",
    "від 6000 грн."
  ),
  createPriceData(
    "Визначення показників емісій (питомих викидів) забруднюючих речовин в атмосферне повітря",
    "від 1000 грн."
  ),
  createPriceData(
    "Інструментальні виміри викидів в атмосферу",
    "від 4000 грн."
  ),
  createPriceData("Екологічний консалтинг", "від 200 грн."),
];

export default function EcologyPriceList() {
  return <PricesTable rows={rows} />;
}
